// import { defineLocale } from '.';

console.log("Loaded BG");

export default {
	heroSectionMain: "Добре дошли",
	heroSectionText:
		"Изпитайте магията на зимата като никога досега. Усетете уюта на камината, насладете се на нашите стаи или се отдайте на пистите.",
	heroSectionButton: "Научете повече за нас",
	heroSectionMainText:
		"Мечтаната почивка съчетана с удоволствието от зимните спортове и прекрасната природа",

	AcomSectionTitle: "Информация за настаняване",
	section1title: "Локация",
	section1text:
		"Централно градско разположение в спокойна зона, близо до исторически забележителности.",
	section2title: "Удобства",
	section2text:
		"Уютно обзаведени стаи с балкони, които предлагат зашеметяващи изгледи.",
	section3title: "Място за отдих",
	section3text: "Камина с дърва, барбекю и градина с места за отдих.",
	section4title: "Развлечения",
	section4text:
		"Разнообразни дейности: пешеходни преходи, колоездене и културни мероприятия.",
	section5title: "Домакини",
	section5text:
		"Приятелски и внимателен персонал, готов да помогне с всяко искане.",
	aboutMainTitle: "За нас",
	aboutTextTitle:
		"УЮТА И СПОКОЙСТВИЕТО НА ЧАСТНИЯ ДОМ, СЪЧЕТАНА С ЛУКСА НА ЧЕТИРИТЕ ЗВЕЗДИ!",
	aboutText:
		"Зашева къща е чудесен вариант за ценителите на спокойствието, домашния уют и индивидуалния подход към изискванията на клиентите. Намираме се само на метри от централният площад на град Банско, който открива врати за всички Вас, както за културни прояви и забележителности така и за незабравими нощи. Разполагаме с шест двойни стаи и едно студио. Всички стаи са оборудвани с най-необходимите неща за една перфектна почивка. На разположение на нашите гости има още лоби бар, място за хранене и отдих с просторна градина, 24 часова рецепция и паркинг. По желание може да бъде предложена закуска.",
	aboutRed: "Предложения",
	aboutTravel: "Организирай почивката си сега!",
	aboutTravelText: "Доверие за една незабравима почивка.",
	aboutTravelButton: "Запази стая",
	contactMainTitle: "Контакти",
	contactTown: "гр. Банско",
	contactAddress: "Тома Вишанов 3",
} as const;
