// import { defineLocale } from '.';

console.log("Loaded BG");

export default {
	heroSectionMain: "Добре дошли",
	heroSectionText:
		"Изпитайте магията на зимата като никога досега. Усетете уюта на камината, насладете се на нашите стаи или се отдайте на пистите.",
	heroSectionButton: "Научете повече за нас",
	heroSectionMainText:
		"Мечтаната почивка съчетана с удоволствието от зимните спортове и прекрасната природа",

	AcomSectionTitle: "Информация за настаняване",
	section1title: "Локация",
	section1text:
		"Централно градско разположение в спокойна зона, близо до исторически забележителности.",
	section2title: "Удобства",
	section2text:
		"Уютно обзаведени стаи с балкони, които предлагат зашеметяващи изгледи.",
	section3title: "Място за отдих",
	section3text: "Камина с дърва, барбекю и градина с места за отдих.",
	section4title: "Развлечения",
	section4text:
		"Разнообразни дейности: пешеходни преходи, колоездене и културни мероприятия.",
	section5title: "Домакини",
	section5text:
		"Приятелски и внимателен персонал, готов да помогне с всяко искане.",
} as const;
